/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ αντιγραφεί στο πρόχειρο";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Επιβεβαιώσεις";

/* No comment provided by engineer. */
"%d more" = "%d περισσότερα";

/* No comment provided by engineer. */
"%d Transactions" = "%d Συναλλαγές";

/* No comment provided by engineer. */
"Account Settings" = "Ρυθμίσεις Λογαριασμού";

/* No comment provided by engineer. */
"Active" = "Ενεργό";

/* No comment provided by engineer. */
"Add to Address book?" = "Προσθήκη στο βιβλίο Διευθύνσεων;";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Παρουσιάστηκε σφάλμα επικύρωσης τον κωδικό ΡΙΝ, με τον απομακρυσμένο διακομιστή. Μπορεί να είναι εκτός σύνδεσης ή blockchain μπορεί να αντιμετωπίζουν δυσκολίες. Θα θέλατε επανάληψη επικύρωσης ή αντί να πληκτρολογήσετε τον κωδικό πρόσβασης με μη αυτόματο τρόπο;";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Παρουσιάστηκε σφάλμα κατά τη φόρτωση του πορτοφολιού. Μπορεί να είναι εκτός σύνδεσης ή Blockchain αντιμετωπίζει δυσκολίες. Κλείστε την εφαρμογή και προσπαθήστε ξανά αργότερα ή αντιστοιχίστε ξανά τη συσκευή σας.";

/* No comment provided by engineer. */
"Any Address" = "Οποιαδήποτε Διεύθυνση";

/* No comment provided by engineer. */
"Archive" = "ΑΡΧΕΊΟ ΔΙΕΎΘΥΝΣΗ";

/* No comment provided by engineer. */
"Archived" = "Αρχειοθετήθηκε";

/* No comment provided by engineer. */
"Automatically" = "Αυτόματα";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Πριν από την πρόσβαση στο πορτοφόλι σας, επιλέξτε έναν αριθμό pin για να χρησιμοποιήσετε για να ξεκλειδώσετε το πορτοφόλι σας. Είναι σημαντικό να θυμόμαστε αυτό το pin, καθώς δεν κπορεί να επαναφέρετε ή να αλλάξει χωρίς πρώτα ξεκλείδωμα app.";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Δεν είναι δυνατό να αποθηκεύσετε τον Κωδικό PIN ενώ πορτοφόλι δεν έχει προετοιμαστεί ή ο κωδικός πρόσβασης είναι null";

/* No comment provided by engineer. */
"Change PIN" = "Αλλαγή PIN";

/* No comment provided by engineer. */
"Close App" = "Κοντά App";

/* No comment provided by engineer. */
"Confirm Payment" = "Πληρωμή Επιβεβαιώνουν";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Επιβεβαιώστε την πληρωμή των%1$@ (%2$@) για να %3$@";

/* No comment provided by engineer. */
"Send from..." = "Στείλτε από...";

/* No comment provided by engineer. */
"Send to..." = "Στείλτε σε...";

/* No comment provided by engineer. */
"Create Wallet" = "Δημιουργήστε Πορτοφόλι";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Η αποκρυπτογράφηση του PIN Κωδικό πρόσβασης μήκους 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Αποκρυπτογράφηση Ιδιωτικό Κλειδί";

/* No comment provided by engineer. */
"Enter Password" = "Πληκτρολογήστε Τον Κωδικό Πρόσβασης";

/* No comment provided by engineer. */
"Error" = "Σφάλμα";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Απέτυχε Να Φορτώσει Πορτοφόλι";

/* No comment provided by engineer. */
"No internet connection." = "Δεν σύνδεση στο internet.";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "Σύνδεση εξαντλήθηκε. Παρακαλούμε να ελέγξετε σύνδεσή σας στο internet.";

/* No comment provided by engineer. */
"Empty response from server." = "Κενή απόκριση από το διακομιστή.";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "Απόκριση διακομιστή δεν είναι έγκυρες. Παρακαλούμε να ελέγξετε σύνδεσή σας στο internet.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Τελείωσε Την Υπογραφή Εισόδους";

/* No comment provided by engineer. */
"Forget Details" = "Ξεχάστε Λεπτομέρειες";

/* No comment provided by engineer. */
"Forget Wallet" = "Ξεχάστε Πορτοφόλι";

/* No comment provided by engineer. */
"How would you like to pair?" = "Πώς θα θέλατε να αντιστοιχίσετε;";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Αν έχετε ήδη ένα Blockchain Πορτοφόλι, επιλέξτε Αντιστοίχιση Συσκευής, διαφορετικά, επιλέξτε Δημιουργία Πορτοφόλι. Είναι Δωρεάν! Δεν email που απαιτείται.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Εισάγονται Ιδιωτικό Κλειδί %@";

/* No comment provided by engineer. */
"Information" = "Πληροφορίες";

/* No comment provided by engineer. */
"Invalid email address." = "Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.";

/* No comment provided by engineer. */
"Invalid GUID" = "Μη έγκυρο αναγνωριστικό GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Μη Έγκυρο Αναγνωριστικό";

/* No comment provided by engineer. */
"Invalid Send Value" = "Παρακαλούμε εισάγετε το ποσό";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Μη Έγκυρη Κοινόχρηστο Κλειδί";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Μη Έγκυρος Κωδικός Κατάστασης Που Επιστράφηκε %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Μη έγκυρη bitcoin διεύθυνση";

/* No comment provided by engineer. */
"Loading External Page" = "Φόρτωση Εξωτερική Σελίδα";

/* No comment provided by engineer. */
"Logout" = "Έξοδος";

/* No comment provided by engineer. */
"Do you really want to log out?" = "Θέλετε να αποσυνδεθείτε;";

/* No comment provided by engineer. */
"Please enter your PIN" = "Παρακαλούμε εισάγετε το PIN σας";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Πληκτρολογήστε ένα νέο κωδικό PIN";

/* No comment provided by engineer. */
"Confirm your PIN" = "Επιβεβαίωση αριθμού PIN σας";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "Λανθασμένο κωδικό PIN. Δοκιμάστε ξανά.";

/* No comment provided by engineer. */
"News, Price & Charts" = "Ειδήσεις, τιμή & διαγράμματα";

/* No comment provided by engineer. */
"Manually" = "Με μη αυτόματο τρόπο";

/* No comment provided by engineer. */
"No" = "Όχι";

/* No comment provided by engineer. */
"No Label" = "Καμία Ετικέτα";

/* No comment provided by engineer. */
"No Password Entered" = "Δεν Υπάρχει Κωδικός Πρόσβασης Που Εισαγάγατε";

/* No comment provided by engineer. */
"OK" = "ΟΚ";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Ανοίξτε τις Ρυθμίσεις του Λογαριασμού, Αποσύνδεση ή να αλλάξετε το pin σας παρακάτω.";

/* No comment provided by engineer. */
"Options" = "Επιλογές";

/* No comment provided by engineer. */
"Pair Device" = "Ζευγάρι Συσκευή";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Ανάλυση Κωδικού Αντιστοίχισης";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Κωδικός πρόσβασης πρέπει να είναι 10 χαρακτήρων ή περισσότερο";

/* No comment provided by engineer. */
"Passwords do not match" = "Οι κωδικοί πρόσβασης δεν ταιριάζουν";

/* No comment provided by engineer. */
"Payment Sent!" = "Πληρωμής Αποστολής!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Κρυπτογραφημένη Συμβολοσειρά είναι μηδενική";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Απάντηση Αντικείμενο-κλειδί ή τιμή μήκους 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Απάντηση Αντικείμενο επιτυχία μήκος 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Αποθηκευτεί με Επιτυχία";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN Επικύρωση δεν μπορεί να ολοκληρωθεί. Παρακαλώ εισάγετε το πορτοφόλι σας κωδικό πρόσβασης με μη αυτόματο τρόπο.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN Σφάλμα Επικύρωσης";

/* No comment provided by engineer. */
"Please choose another PIN" = "Παρακαλώ επιλέξτε μια άλλη καρφίτσα";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Παρακαλώ εισάγετε το 36 χαρακτήρα πορτοφόλι αναγνωριστικό σωστά. Μπορείτε να βρείτε το email καλωσορίσματος κατά την εκκίνηση.";

/* No comment provided by engineer. */
"Please provide an email address." = "Παρακαλούμε να δώσετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου.";

/* No comment provided by engineer. */
"Please Wait" = "Παρακαλώ Περιμένετε";

/* No comment provided by engineer. */
"Retry Validation" = "Επανάληψη Επικύρωση";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Σάρωση Παρακολουθούν Μόνο Διεύθυνση;";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Δεύτερο Εσφαλμένο Κωδικό Πρόσβασης";

/* No comment provided by engineer. */
"Send Payment From:" = "Στείλετε Την Πληρωμή Από:";

/* No comment provided by engineer. */
"Send Payment To:" = "Αποστολή Πληρωμής:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Διακομιστής Επέστρεψε Null Κωδικός Κατάστασης";

/* No comment provided by engineer. */
"Signing Input %d" = "Υπογραφή Input %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Υπογραφή Εισόδους";

/* No comment provided by engineer. */
"Success" = "Επιτυχία";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Το ιδιωτικό κλειδί που προσπαθείτε να εισάγετε είναι κρυπτογραφημένη. Παρακαλώ εισάγετε τον κωδικό παρακάτω.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Αυτή η ενέργεια απαιτεί το δεύτερο κωδικό πρόσβασης για το bitcoin πορτοφόλι. Παρακαλώ εισάγετέ τον παρακάτω και πατήστε συνέχεια.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Αυτό θα διαγραφούν όλα τα δεδομένα πορτοφολιού σε αυτήν τη συσκευή. Παρακαλούμε να επιβεβαιώσετε ότι έχετε το πορτοφόλι σας πληροφορίες αποθηκεύονται αλλού διαφορετικά κάθε bitcoins σε αυτό το πορτοφόλι θα είναι προσβάσιμη!!";

/* No comment provided by engineer. */
"Unarchive" = "ΑΦΑΙΡΈΣΕΤΕ ΤΗΝ ΔΙΕΎΘΥΝΣΗ";

/* No comment provided by engineer. */
"Unconfirmed" = "Ανεπιβεβαίωτες";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Δεν Υποστηρίζεται Ιδιωτικό Κλειδί Μορφή";

/* No comment provided by engineer. */
"User Declined" = "Χρήστης Μειώθηκε";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Πορτοφόλι διεύθυνση %@ έχει διαθέσιμα κεφάλαια για να περάσουν. Ωστόσο, το ιδιωτικό κλειδί πρέπει να σαρωθεί από ένα χαρτί πορτοφόλι ή QR Κώδικα. Θα θέλατε να σαρώσετε το ιδιωτικό κλειδί τώρα;";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Πορτοφόλι Συνδυαστεί Σωστά.";

/* No comment provided by engineer. */
"Warning!!!" = "Προειδοποίηση!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Καλώς Ήρθατε Και Πάλι";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Καλώς ήρθατε στο Blockchain Πορτοφόλι";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Θα θέλατε να προσθέσετε το bitcoin address %@ να η διεύθυνσή σας βιβλίο;";

/* No comment provided by engineer. */
"Yes" = "Ναι";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Δεν έχετε ενεργή bitcoin διαθέσιμες διευθύνσεις για την αποστολή";

/* No comment provided by engineer. */
"You must enter a destination address" = "Θα πρέπει να εισάγετε μια διεύθυνση προορισμού";

/* No comment provided by engineer. */
"You must enter a label" = "Θα πρέπει να εισάγετε μια ετικέτα";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Πορτοφόλι σας δημιουργήθηκε με επιτυχία.";

/* No comment provided by engineer. */
"Close" = "Κλείσιμο";

/* No comment provided by engineer. */
"Back" = "Πίσω";

/* No comment provided by engineer. */
"New Wallet" = "Νέα πορτοφόλι";

/* No comment provided by engineer. */
"MOVED" = "ΜΕΤΑΚΌΜΙΣΕ";

/* No comment provided by engineer. */
"RECEIVED" = "ΈΛΑΒΕ";

/* No comment provided by engineer. */
"SENT" = "ΈΣΤΕΙΛΕ";

